; Generated (06.05.2018 21:26:12) by Windows Update Blocker v1.1
; www.sordum.org

[Main]
Language=Auto
SetRegNoAutoUpdate=1
BlockServiceSetting=1

[Service_List]
; 2=Auto
; 3=Manual
; 4=Disabled
dosvc=2,4
WaaSMedicSvc=3,4
BITS=3,4
SecurityHealthService=3,4

[Language_English]
01="BlueLife"
02="This tool is designed to turn off-on Automatic Windows Updates easily and prevent uncontrolled change"
03="Windows Update Service"
04="Enable Service"
05="Disable Service"
06="Protect Service Settings"
07="Service Status"
08="Apply Now"
09="Menu"
10="&Update Options"
11="Windows &Services"
12="&Refresh"
13="&Command Line Info"
14="&Donate"
15="&Contact"
16="&HomePage"
17="Service enabled and running"
18="Service enabled and not running"
19="Service disabled and protected"
20="Service disabled"
21="Service info is incorrect"
22="An unknown error occurred!"
23="Make a selection and try again!"

[Language_Turkish_Türkçe]
01 = BlueLife
02 = Bu program, otomatik windows güncellemelerini kolayca kapatmak ve tekrar açılmasını engellemek için hazırlanmıştır.
03 = Windows Update Servisi
04 = Servisi Etkinleştir
05 = Servisi Devre Dışı Bırak
06 = Servis Ayarlarını Koru
07 = Servis Durumu
08 = Şimdi Uygula
09 = Menü
10 = &Güncelleme Seçenekleri
11 = &Windows Servisleri
12 = &Yenile
13 = &Komut Istemi Bilgisi
14 = &Bağış Yap
15 = &İletişim
16 = &Web Sitesi
17 = Servis etkin ve çalışıyor
18 = Servis etkin ve çalışmıyor
19 = Servis devre dışı ve korumalı
20 = Servis devre dışı
21 = Servis bilgisi hatalı
22 = Bilinmeyen bir hata oluştu!
23 = Bir seçim yap ve tekrar dene!

[Language_German_Deutsch]
01="Velociraptor"
02="Dieses Tool wurde entwickelt, um automatische Windows Updates einfach zu deaktivieren"
03="Windows Update Dienst"
04="Dienst aktivieren"
05="Dienst deaktivieren"
06="Diensteinstellungen Schützen"
07="Dienst Status"
08="Jetzt anwenden"
09="Menü"
10="&Aktualisierungsoptionen"
11="Windows &Dienstleistungen"
12="&aktualisieren"
13="&Kommandozeile Info"
14="&Spenden"
15="&Kontakt"
16="&Startseite"
17="Dienst aktiviert und ausgeführt."
18="Service aktiviert und nicht ausgeführt"
19="Dienst deaktiviert und geschützt"
20="Dienst deaktiviert"
21="Service Info ist falsch"
22="Ein unbekannter Fehler ist aufgetreten!"
23="Treffen Sie eine Auswahl und versuchen Sie es erneut!"

[Language_Hebrew_עברית]
01="Ronen Nisanov"
02="הכליי הזה נועד לבטל ולאפשר את העדכונים של ווינדוס"
03="שירות העדכונים של ווינדוס"
04="אפשר שירות"
05="בטל שירות"
06="הגן על הגדרות השירות"
07="מצב השירות"
08="החל עכשיו"
09="תפריט"
10="אפשרויות עדכון"
11="שירותים של ווינדוס"
12="רענן"
13="מידע על פקודות"
14="תרום"
15="צור קשר"
16="דף הבית"
17="שירות מופעל ופועל"
18="שירות מופעל ולא פועל"
19="שירות מבוטל ומוגן"
20="שירות מבוטל"
21="פרטי השירות שגויים"
22="אירעה שגיאה לא ידועה!"
23="בצע בחירה ונסה שוב!"

[Language_Slovenian_Slovenija]
01 = "Trot"
02 = "To orodje je zasnovano tako, da lahko samodejne posodobitve za Windows preprosto izklopite in preprečite nenadzorovane spremembe"
03 = "Posodobitvena storitev Windows"
04 = "Omogoči storitev"
05 = "Onemogoči storitev"
06 = "Zaščitite nastavitve storitve"
07 = "Stanje storitve"
08 = "Uporabi zdaj"
09 = "Meni"
10 = "& Možnosti posodobitve"
11 = "Windows in storitve"
12 = "& Osveži"
13 = "& Informacije o ukazni vrstici"
14 = "& Doniraj"
15 = "& Stik"
16 = "& HomePage"
17 = "Storitev omogočena in deluje"
18 = "Storitev omogočena in ne deluje"
19 = "Servis je onemogočen in zaščiten"
20 = "Servis je onemogočen"
21 = "Informacije o storitvi niso pravilne"
22 = "Prišlo je do neznane napake!"
23 = "Izberite izbor in poskusite znova!"

[Language_French_Français] 
01="Largo" 
02="Cet outil est conçu pour activer-désactiver facilement les mises à jour auto de Windows et prévenir les changements incontrôlés" 
03="Service de mise à jour de Windows" 
04="Activer Service" 
05="Désactiver Service" 
06="Protéger les paramètres du service" 
07="Statut du service" 
08="Appliquer maintenant" 
09="Menu" 
10="&Options Mise à jour" 
11="Windows &Services" 
12="&Rafraîchir" 
13="&Informations sur la ligne de commande" 
14="&Faire un don" 
15="&Contact" 
16="&Page d'accueil" 
17="Service activé et en cours d'exécution" 
18="Service activé et non en cours d'exécution" 
19="Service désactivé et protégé" 
20="Service désactivé" 
21="Informations de service sont incorrectes" 
22="Une erreur inconnue est survenue!" 
23="Faites une sélection et réessayez!"

[Language_Russian_русский]
01="Valerij Romanovskij"
02="Утилита отключает автоматические обновления Windows и предотвращает их неконтролируемые изменения"
03="Служба обновления Windows"
04="Включить службу"
05="Отключить службу"
06="Защитить настройки службы"
07="Состояние службы"
08="Применить сейчас"
09="Меню"
10="&Параметры обновления"
11="&Службы Windows"
12="&Обновить"
13="&Справка по командной строке"
14="&Пожертвовать"
15="&Контакты"
16="&Веб-сайт"
17="Служба включена и запущена"
18="Служба включена, не запущена"
19="Служба отключена и защищена"
20="Служба отключена"
21="Информация о службе некорректна"
22="Произошла неизвестная ошибка!"
23="Сделайте выбор и повторите попытку!"

[Language_Portuguese_Português]
01="Paulo Ferreira"
02="Esta ferramenta foi projectada para ligar-desligar facilmente as actualizações automáticas do Windows e evitar alterações descontroladas"
03="Serviço de Actualização do Windows"
04="Activar Serviço"
05="Desactivar Serviço"
06="Proteger Configurações do Serviço"
07="Estado do Serviço"
08="Aplicar Agora"
09="Menu"
10="&Opções de Actualização"
11="Windows &Serviços"
12="&Actualizar"
13="&Informação de Linha de Comando"
14="&Doar"
15="&Contacto"
16="&Página Inicial"
17="Serviço activado e em execução"
18="Serviço activado e não em execução"
19="Serviço desactivado e protegido"
20="Serviço desactivado"
21="Informações de serviço estão incorrectas"
22="Ocorreu um erro desconhecido!"
23="Faça uma selecção e tente novamente!"

[Language_Italian_Italiano]
01="Fabio"
02="Questo strumento è stato progettato per disattivare gli aggiornamenti automatici in Windows Update facilmente per prevenire cambiamenti improvvisi"
03="Servizio Windows Update"
04="Abilita Servizio"
05="Disabilita Servizio"
06="Impostazioni Protezione Servizio"
07="Stato Servizi"
08="Applica Adesso"
09="Menu"
10="&Opzioni Aggiornamento"
11="Servizi &Windows"
12="&Aggiorna"
13="&Informazioni Linee di Comando"
14="&Dona"
15="&Contatti"
16="&HomePage"
17="Servizio abilitato e avviato"
18="Servizio abilitato e non avviato"
19="Servizio disabilitato e protetto"
20="Servizio disabilitato"
21="Info del servizio non corretti"
22="Un errore sconosciuto si è verificato!"
23="Effettua una selezione e riprova!"

[Language_Polish_Polski]
01="Andrzej Mazurkiewicz"
02="To narzędzie służy do łatwego włączania automatycznych aktualizacji Windows i zapobiegania niekontrolowanym zmianom"
03="Usługa Windows Update"
04="Włącz usługę"
05="Wyłącz usługę"
06="Chroń ustawienia usługi"
07="Stan usługi"
08="Zastosuj teraz"
09="Menu"
10="&Opcje aktualizacji"
11="Usługi &Windows"
12="&Odśwież"
13="&Informacje o wierszu poleceń"
14="&Wspomóż"
15="&Kontakt"
16="&Strona domowa"
17="Usługa włączona i uruchomiona"
18="Usługa włączona i nie działa"
19="Usługa wyłączona i chroniona"
20="Usługa wyłączona"
21="Informacje o usłudze są niepoprawne"
22="Wystąpił nieznany błąd!"
23="Dokonaj wyboru i spróbuj ponownie!"

[Language_Spanish_Spain]
01="Cannie"
02="Herramienta diseñada para evitar actualizaciones automáticas de Windows y cambios no controlados"
03="Servicio de actualización de Windows"
04="Habilitar servicio"
05="Deshabilitar servicio"
06="Ajustes de la protección"
07="Estado del servicio"
08="Aplicar ahora"
09="Menú"
10="Opciones de actualización"
11="Servicios de Windows"
12="Actualizar"
13="Información de línea de comando"
14="Donar"
15="Contactar"
16="Página web"
17="Servicio habilitado activo"
18="Servicio habilitado inactivo"
19="Servicio deshabilitado y protegido"
20="Servicio deshabilitado"
21="La información del servicio es incorrecta"
22="Error desconocido"
23="Seleccionar y volver a probar"

[Language_Spanish_Español (Argentina)]
01="KNTRO"
02="Esta herramienta está diseñada para desactivar fácilmente las actualizaciones automáticas de Windows y prevenir cambios no controlados"
03="Servicio de actualización de Windows"
04="Habilitar servicio"
05="Deshabilitar servicio"
06="Proteger la configuración del servicio"
07="Estado del servicio"
08="Aplicar ahora"
09="Menú"
10="Configuración de act&ualización"
11="&Servicios de Windows"
12="&Refrescar"
13="Información de línea de &comando"
14="&Doná"
15="&Contacto"
16="Sitio &web oficial"
17="Servicio habilitado y ejecutándose"
18="Servicio habilitado y no ejecutándose"
19="Servicio deshabilitado y protegido"
20="Servicio deshabilitado"
21="La información del servicio es incorrecta"
22="¡Ocurrió un error desconocido!"
23="¡Elegí y probá de nuevo!"

[Language_Czech_Česky]
01="Karol"
02="Tento nástroj je navržen tak, aby snadno vypnul-zapnul autom. aktualizace Windows a zabránil nekontrolovaným změnám"
03="Služba Windows Update"
04="Povolit službu"
05="Zakázat službu"
06="Chraňte nastavení služby"
07="Stav služby"
08="Teď použít"
09="Nabídka"
10="&Možnosti aktualizace"
11="Windows &služby"
12="&Obnovit"
13="&Informace o příkazovém řádku"
14="&Darovat"
15="&Kontaktovat"
16="&Domovská stránka"
17="Služba je povolena a běží"
18="Služba je povolena a není spuštěna"
19="Služba je zakázána a chráněna"
20="Služba byla zakázána"
21="Informace o službě jsou nesprávné"
22="Nastala neznámá chyba!"
23="Proveďte výběr a zkuste to znovu!"

[Language_Ukrainian_Українська]
01="aternix"
02="Утиліта розроблена для зручного вимкнення автоматичих оновлень Windows та запобігання неконтрольованих змін"
03="Служба оновлення Windows"
04="Увімкнути службу"
05="Вимкнути службу"
06="Захистити налаштування служби"
07="Стан служби"
08="Застосувати зараз"
09="Меню"
10="&Параметри оновлення"
11="&Служби Windows"
12="&Оновити"
13="&Параметри командного рядка"
14="&Пожертвувати"
15="&Контакти"
16="&Домашня сторінка"
17="Служба увімкнена і працює"
18="Служба увімкнена, не працює"
19="Служба вимкнена та захищена"
20="Служба вимкнена"
21="Інформація про службу некоректна"
22="Виникла невідома помилка!"
23="Зробіть вибір та спробуйте ще раз!"

[Language_Dutch_Nederlands]
01="Thomas De Rocker"
02="Automatische Windows-updates eenvoudig in- of uitschakelen en ongecontroleerde wijziging voorkomen"
03=""Windows Update"-service"
04="Service inschakelen"
05="Service uitschakelen"
06="Service-instellingen beschermen"
07="Status van service"
08="Nu toepassen"
09="Menu"
10="Opties &bijwerken"
11="Windows-&services"
12="Ve&rnieuwen"
13="&Opdrachtregel-info"
14="&Doneren"
15="&Contact"
16="&Homepagina"
17="Service ingeschakeld en actief"
18="Service ingeschakeld en niet actief"
19="Service uitgeschakeld en beschermd"
20="Service uitgeschakeld"
21="Service-info is onjuist"
22="Er trad een onbekende fout op!"
23="Maak een selectie en probeer het opnieuw!"

[Language_Greek_Ελληνικά]
01="geogeo  (www.geogeo.gr)"
02="Το εργαλείο μπορεί να απ-ενεργοποιεί τις αυτόμ. ενημερώσεις των Windows για αποφυγή ανεξέλεγκτων αλλαγών"
03="Υπηρεσία ενημέρωσης των Windows"
04="Ενεργοποίηση υπηρεσίας"
05="Απενεργοποίηση υπηρεσίας"
06="Προστασία ρυθμίσεων υπηρεσίας"
07="Κατάσταση υπηρεσ."
08="Εφαρμογή τώρα"
09="Μενού"
10="Επι&λογές ενημέρωσης"
11="&Υπηρεσίες των Windows"
12="&Ανανέωση"
13="Πληροφορίες &Γραμμής εντολών"
14="&Δωρεά"
15="&Επικοινωνία"
16="&Ιστοσελίδα"
17="Η υπηρεσία ενεργοποιήθηκε και λειτουργεί"
18="Η υπηρεσία ενεργοποιήθηκε και δεν λειτουργεί"
19="Η υπηρεσία απενεργοποιήθηκε και προστατεύτηκε"
20="Η υπηρεσία απενεργοποιήθηκε"
21="Οι πληροφορίες της υπηρεσίας είναι εσφαλμένες"
22="Παρουσιάστηκε ένα άγνωστο σφάλμα!"
23="Κάντε μια επιλογή και δοκιμάστε πάλι!"

[Language_Hungarian_Magyar]
01="Gulácsi László"
02="Letilthatja az automatikus frissítéseket és megakadályozhatja hogy véletlenszerűen vissza kapcsolódjon"
03="Windows Frissítési Szolgáltatás"
04="A szolgáltatás bekapcsolása"
05="A szolgáltatás kikapcsolása"
06="Védje a szolgáltatás beállításait"
07="Állapota:"
08="Alkalmazás"
09="Menü"
10="&Frissítési Beállítások"
11="Windows &Szolgáltatások"
12="&Frissítés"
13="&Parancssori Információja"
14="&Támogatás"
15="&Kapcsolat"
16="&Kezdőlap"
17="A szolgáltatás engedélyezve és fut"
18="A szolgáltatás engedélyezve és nem fut"
19="A szolgáltatás letiltva és védve"
20="A szolgáltatás letilva"
21="A szolgáltatás információja helytelen"
22="Egy ismeretlen hiba lépett fel!"
23="Válassz és próbáld újra!"

[Language_Chinese Simplified _简体中文]
01="胡萝卜周"
02="此工具旨在轻松关闭Windows自动更新，并防止不受控制的更改"
03="Windows Update 服务"
04="启用服务"
05="禁用服务"
06="保护服务设置"
07="服务状态"
08="立即应用"
09="菜单"
10="更新选项(&U)"
11="Windows 服务(&S)"
12="刷新(&R)"
13="命令行信息(&C)"
14="捐赠(&D)"
15="联系(&C)"
16="主页(&H)"
17="服务已启用且正在运行"
18="服务已启用且未运行"
19="服务被禁用且被保护中"
20="服务被禁用"
21="服务信息不正确"
22="出现未知错误！"
23="做出选择并再试一次！"

[Language_Chinese Traditional_繁體中文]
01="胡蘿蔔周"
02="此工具旨在輕鬆關閉Windows自動更新，並防止不受控制的更改"
03="Windows Update 服務"
04="啟用服務"
05="禁用服務"
06="保護服務設定"
07="服務狀態"
08="立即應用"
09="選單"
10="更新選項(&U)"
11="Windows 服務(&S)"
12="刷新(&R)"
13="命令列信息(&C)"
14="捐贈(&D)"
15="聯繫(&C)"
16="主頁(&H)"
17="服務已啟用且正在運行"
18="服務已啟用且未運行"
19="服務被禁用且被保護中"
20="服務被禁用"
21="服務資訊不正確"
22="出現未知錯誤！"
23="做出選擇並再試一次！"

[Language_Portuguese (Brasil)_Português]
01="Alex Silva"
02="Esta ferramenta foi projetada para facilmente ativar/desativar as atualizações automáticas do Windows"
03="Windows Update Service"
04="Ativar serviço"
05="Desativar serviço"
06="Proteger configurações do serviço"
07="Status do serviço"
08="Aplicar agora"
09="Menu"
10="&Opções de atualização"
11="&Serviços do Windows"
12="&Atualizar"
13="&Informação de linha de comando"
14="&Doar"
15="&Contato"
16="&Página inicial"
17="Serviço ativado e em execução"
18="Serviço ativado mas não está em execução"
19="Serviço desativado e protegido"
20="Serviço desativado"
21="Informação do serviço está incorreta"
22="Ocorreu um erro desconhecido!"
23="Faça sua escolha e tente novamente!"

[Language_Thai_ภาษาไทย]
01="Thanaphol Nantakaset"
02="เครื่องมือนี้ได้รับการออกแบบมาเพื่อปิดใช้งานการปรับปรุง(อัพเดท) Windows แบบอัตโนมัติและปิดการตั้งค่า"
03="บริการ Windows Update"
04="เปิดการใช้งานเซอร์วิส"
05="ปิดการใช้งานเซอร์วิส"
06="ป้องกันการตั้งค่าเซอร์วิส"
07="สถานะเซอร์วิส"
08="ใช้งาน"
09="เมนู"
10="&เรียกหน้าต่างวินโดว์อัพเดท"
11="เรียกหน้าต่างตั้งค่าเซอร์วิส"
12="&รีเฟรช"
13="ข้อมูลบรรทัดคำสั่ง(Command Line)"
14="&บริจาค"
15="&ติดต่อ"
16="&โฮมเพจ"
17="เปิดการใช้งานเซอร์วิสและเริ่มทำงาน"
18="เปิดการใช้งานเซอร์วิสเพียงอย่างเดียว"
19="ปิดการใช้งานเซอร์วิสและป้องกันการตั้งค่า"
20="ปิดการใช้งานเซอร์วิสเพียงอย่างเดียว"
21="ข้อมูลเซอร์วิสไม่ถูกต้อง"
22="เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ!"
23="โปรดลองอีกครั้ง!"

[Language_Arabic_العربية]
01="BlueLife"
02="تم تصميم هذه الاداه لايقاف تشغيل تحديثات وندوز التلقائية بسهوله ومنع التغيير غير المتحكم فيه"
03="خدمه تحديث وندوز"
04="تمكين الخدمة"
05="تعطيل الخدمة"
06="حماية اعدادات الخدمة"
07="حاله الخدمة"
08="تطبيق الان"
09="القائمة"
10="&خيارات التحديث"
11="خدمات &ويندوز"
12="&تحديث"
13="&سطر الاوامر معلومات"
14="& تبرع ترجمة فتحي الداودية "
15="&الاتصال"
16="&الصفحة الرئيسية"
17="تمكين الخدمة وتشغيلها"
18="تم تمكين الخدمة وعدم تشغيلها"
19="الخدمة معطله ومحمية"
20="الخدمة معطله"
21="معلومات الخدمة غير صحيحه"
22="حدث خطا مجهول"
23="اجراء تحديد وحاول مره اخرى!"

[Language_Korean_한국어]
01="Godmugi"
02="이 프로그램은 Windows 자동 업데이트를 중지하여 \n강제 업데이트로 인한 문제를 예방합니다."
03="Windows 업데이트 서비스"
04="자동 업데이트 활성화"
05="자동 업데이트 중지"
06="서비스 설정(MS와의 연결) 차단"
07="서비스 상태"
08="적용"
09="메뉴"
10="&Windows 업데이트 설정 바로가기"
11="서비스 목록 바로가기"
12="&새로고침"
13="&CMD 명령어 정보"
14="&개발자 후원"
15="&고객센터"
16="&홈페이지"
17="서비스 활성화, 실행 중"
18="서비스 활성화, 중지됨"
19="서비스 비활성화, 차단됨"
20="서비스 비활성화"
21="서비스 정보가 올바르지 않습니다"
22="알려지지 않은 문제가 발생했습니다"
23="항목을 선택하시고 다시 시도해 주십시오"

[Language_Vietnamese_Tiếng Việt]
01="BlueLife"
02="Công cụ này dùng để dễ dàng tắt/bật việc Tự động cập nhật Windows và chặn các thay đổi không mong muốn"
03="Dịch vụ cập nhật Windows"
04="Bật dịch vụ"
05="Tắt dịch vụ"
06="Bảo vệ các cài đặt của dịch vụ"
07="Trạng thái dịch vụ"
08="Áp dụng ngay"
09="Trình đơn"
10="&Tùy chọn cập nhật"
11="&Các dịch vụ của Windows"
12="Làm &mới"
13="Thông tin các câu &lệnh"
14="&Quyên góp"
15="&Liên &hệ"
16="Trang c&hủ"
17="Dịch vụ đã bật và đang hoạt động"
18="Dịch vụ đã bật và không hoạt động"
19="Dịch vụ đã tắt và được bảo vệ"
20="Dịch vụ đã tắt"
21="Thông tin Dịch vụ không đúng"
22="Đã xảy ra lỗi không xác định!"
23="Làm một sự lựa chọn và thử lại!"

[Language_Japanese_日本語]
01="Jagee"
02="このツールはWindowsの自動更新を簡単にオン・オフでき、制御不能な更新を防止するために設計されています"
03="Windowsアップデートサービス"
04="サービスを有効にする"
05="サービスを無効にする"
06="サービスの設定を保護"
07="サービスの状態"
08="今すぐ適用"
09="メニュー"
10="アップデートの設定 (&U)"
11="サービスの設定 (&S)"
12="最新の情報に更新 (&R)"
13="コマンドライン情報 (&C)"
14="寄付する (&D)"
15="コンタクト (&C)"
16="ホームページ (&H)"
17="サービスは有効で実行中です"
18="サービスは有効ですが停止しています"
19="サービスは無効で保護されています"
20="サービスは無効です"
21="サービスの情報を取得できませんでした"
22="不明なエラーが発生しました！"
23="もう一度選択してやり直してください！"

[Language_Indonesian_Bahasa Indonesia]
01="Nicedward"
02="Alat ini dibuat untuk menyala/matikan Pembaruan Windows Otomatis dan mencegah perubahan yang tak terkendali"
03="Layanan Pembaruan Windows"
04="Nyalakan Layanan"
05="Matikan Layanan"
06="Lindungi Pengaturan Layanan"
07="Status Layanan"
08="Terapkan Sekarang"
09="Menu"
10="&Opsi Pembaruan"
11="Layanan &Windows"
12="&Segarkan"
13="&Info Baris Perintah"
14="&Donasi"
15="&Hubungi"
16="&Beranda"
17="Layanan dinyalakan dan sedang berjalan"
18="Layanan dinyalakan dan sedang tak berjalan"
19="Layanan dimatikan dan dilindungi"
20="Layanan dimatikan"
21="Info layanan salah"
22="Terjadi kesalahan yang tak diketahui!"
23="Buat pilihan dan coba lagi!"